Jabber_GetPhoneDetails.master.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.cisco.com/AXL/API/12.5">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:getLine sequence="?">
         <pattern>1615</pattern>
         <routePartitionName uuid="?">Campus</routePartitionName>
         <returnedTags uuid="?">
            <pattern>?</pattern>
            <description>?</description>
            <alertingName>?</alertingName>
            <asciiAlertingName>?</asciiAlertingName>
         </returnedTags>
      </ns:getLine>
   </soapenv:Body>
</soapenv:Envelope>
